Repository: KinoGeneva/kino-translations
Catalog: languages/groupcalendar-*.po
Languages: fr_fr

source: Calendar
fr_fr: Calendrier

source: There was a security problem
fr_fr: Il y a eu un problème de sécurité

source: You don't have permission to edit events
fr_fr: Vous n’êtes pas autorisé à modifier des événements

source: An event title is required
fr_fr: Un titre pour l’événement est requis

source: Please enter a valid event date.
fr_fr: Veuillez entrer une date valide

source: You don't have permission to edit that event
fr_fr: Vous n’êtes pas autorisé à modifier cet événement

source: Event saved
fr_fr: Événement sauvegardé

source: There was a problem saving to the DB
fr_fr: Un problème est survenu lors de l’enregistrement de votre DB

source: New group event
fr_fr: Nouvel événement

source: Modified group event
fr_fr: Evénement modifié

source: created
fr_fr: créé

source: modified
fr_fr: modifié

source: %s %s an event for the group %s:
fr_fr: %s %s un événement pour le projet %s:

source: View Event
fr_fr: Voir l’événement

source: %s created a new event for your group %s
fr_fr: %s a créé un nouvel événement pour le projet %s

source: To unsubscribe from these emails please login and visit: %s
fr_fr: Pour se désinscrire de ces emails, se connecter et aller sur: %s

source: You do not have permission to delete events
fr_fr: Vous n’avez pas la permission de supprimer des événements

source: You don't have permission to delete that event
fr_fr: Vous n’avez pas la permission de supprimer cet événement

source: There was a problem deleting
fr_fr: Un problème est survenu lors de la suppression

source: Event deleted successfully
fr_fr: Evénement supprimé avec succès

source: Group Calendar Settings
fr_fr: Réglages du calendrier de projet

source: Moderator Capabilities
fr_fr: Autorisation du Modérateur (= producteur?)

source: Create events / Edit all events
fr_fr: Créer événements / modifier tous les événements

source: Create events / Edit own events
fr_fr: Créer événements / modifier ses événements

source: No capabilities
fr_fr: Sans capacité

source: Member Capabilities
fr_fr: Capacité des membres

source: Enable Email Notification of New Events
fr_fr: Notification e-mail des nouveaux événements

source: Individual users can disable notifications
fr_fr: Les utilisateurs peuvent désactiver les notifications

source: Yes
fr_fr: Oui

source: No
fr_fr: Non

source: A new group event is created
fr_fr: Un nouvel événement est créé

source: Are you sure you want to delete this event?
fr_fr: Étes-vous sûr de vouloir supprimer cet événement?

source: There are no scheduled events
fr_fr: Il n’y a pas d’événement prévu

source: There are no events scheduled for this month
fr_fr: Il n’y a pas d’événement prévu ce mois

source: There are no events scheduled for this day
fr_fr: Il n’y a pas d’événement prévu ce jour

source: There are no upcoming events
fr_fr: Il n’y a pas d’événement à venir

source: You have no scheduled events
fr_fr: Vous n’avez pas d’événement prévu

source: Edit Event
fr_fr: Modifier l’événement

source: Edit
fr_fr: Modifier

source: Day View
fr_fr: Vue journalière

source: Events For
fr_fr: Evénement pour

source: Month View
fr_fr: Vue mensuelle

source: Previous Month
fr_fr: Mois précédent

source: Previous
fr_fr: Précédent

source: Full Year
fr_fr: Année complète

source: Year
fr_fr: Année

source: Next Month
fr_fr: Mois prochain

source: Next
fr_fr: Prochain

source: Year View
fr_fr: Vue annuelle

source: Previous Year
fr_fr: Année précédente

source: Next Year
fr_fr: Année suivante

source: Upcoming Events
fr_fr: Evénement à venir

source: My Events
fr_fr: Mes événements

source: \a\t
fr_fr: \à

source: Created by %1$s on %2$s. Last modified by %3$s on %4$s.
fr_fr: Créé par %1$s le %2$s. Dernière modification par %3$s le %4$s.

source: Event Details
fr_fr: Détails de l’événement

source: Location:
fr_fr: Lieu:

source: View Google Map of Event Location
fr_fr: Situer l’événement sur le plan Google

source: Map
fr_fr: Plan

source: Create Event
fr_fr: Créer événement

source: Title
fr_fr: Titre

source: Time
fr_fr: Heure

source: Location
fr_fr: Lieu

source: Show Map Link?
fr_fr: Situer sur plan?

source: (Note: Location must be an address)
fr_fr: (Rem: le lieu indiqué doit être une adresse)

source: Delete Event
fr_fr: Supprimer l’événement

source: Delete
fr_fr: Supprimer

source: Save Event
fr_fr: Sauver l’événement

source: Displays upcoming public group events.
fr_fr: Afficher les événements des projets publiques

source: Group Events
fr_fr: Evénements du projet

source: There are no upcoming group events.
fr_fr: Aucun événement du projet à venir.

source: Upcoming Group Events
fr_fr: Evénements du projet à venir

source: Title:
fr_fr: Titre:

source: Number of Events:
fr_fr: Nombre d’événements:

source: Displays upcoming group events for a single group.
fr_fr: Affiche les événements à venir d’un projet particulier.

source: Single Group Events
fr_fr: Evénements d’un projet particulier

source: There are no upcoming events for this group.
fr_fr: Il n’y pas pas d’événement à venir pour ce projet.

source: Group:
fr_fr: Projet:

source: Displays upcoming group events for a logged in user's groups.
fr_fr: Affiche les événements à venir pour les projets d’un utilisateur connecté.

source: User's Group Events
fr_fr: Evénements d’un projet de l’utilisateur

source: There are no upcoming events for your groups.
fr_fr: Il n’y a pas d’événements à venir pour vos projets.

source: Your Upcoming Group Events
fr_fr: Vos événements du projet à venir

source: Easily get updates, support, and one-click WPMU DEV plugin/theme installations right from in your dashboard - <strong><a href="%s" title="Install Now &raquo;">install the free WPMU DEV Dashboard plugin</a></strong>. &nbsp;&nbsp;&nbsp;<small><a href="http://premium.wpmudev.org/wpmu-dev/update-notifications-plugin-information/">(find out more)</a></small>
fr_fr: Recevoir facilement des mises à jour, du support, et une installation en un clic du WPMU DEV plugin/theme directement depuis votre dashboard - <strong><a href="%s" title="Install Now &raquo;">install the free WPMU DEV Dashboard plugin</a></strong>. &nbsp;&nbsp;&nbsp;<small><a href="http://premium.wpmudev.org/wpmu-dev/update-notifications-plugin-information/« >(pour en savoir davantage)</a></small>

source: Updates, Support, Premium Plugins, Community - <strong><a href="%s" title="Activate Now &raquo;">activate the WPMU DEV Dashboard plugin now</a></strong>.
fr_fr: Mises à jour, Support, Premium Plugins, Communauté - <strong><a href="%s" title="Activate Now &raquo;">activer le plugin WPMU DEV Dashboard maintenant</a></strong>.
