Repository: KinoGeneva/kino-translations
Catalog: languages-alt/buddypress-*.po
Languages: fr_fr

source: Complete Sign Up
fr_fr: Créer un compte

source: You have successfully created your account! To begin using this site you will need to activate your account via the email we have just sent to your address.
fr_fr: Vous venez de créer votre compte. Un e-mail d’activation vous a été envoyé, afin de finaliser votre inscription.

source: Thanks for registering! To complete the activation of your account please click the following link: %1$s
fr_fr: Merci d’avoir créé un compte sur la plateforme KinoGeneva. Vous devez activer votre compte en cliquant sur le lien suivant: %1$s

source: After successful activation, you can log in using your username (%1$s) along with password you choose during registration process.
fr_fr: Après l’activation, vous pouvez à tout moment vous connecter au site par le lien http://kinogeneva.ch/wp-login.php avec votre nom d'utilisater (%1$s) et le mot de passe que vous avez défini.

source: Your account was activated successfully! You can now <a href="%s">log in</a> with the username and password you provided when you signed up.
fr_fr: Vous devez finaliser votre inscription <a href="%s">en cliquant ce lien pour vous connecter à votre compte</a> (avec votre identifiant et mot de passe).

source: This field can be seen by:
fr_fr: Ce champ peut être vu par:

# Visibility level setting
source: Everyone
fr_fr: Public

# Visibility level setting
source: All Members
fr_fr: Membres KinoGeneva

source: Confirm
fr_fr: Valider

source: Update Profile
fr_fr: Mettre à jour

source: Invalid activation key.
fr_fr: La clé d'activation est invalide.

source: Please provide a valid activation key.
fr_fr: Si vous avez déjà activé votre compte, vous pouvez à tout moment vous connecter au site <a href="http://kinogeneva.ch/wp-login.php">via la page Login</a> (avec votre identifiant et mot de passe).<br/><br/>Sinon, veuillez entrer une clé d'activation valide ci-dessous:

source: Groups
fr_fr: Projets

# Profile activity screen sub nav
source: Groups
fr_fr: Projets

# My Account Activity sub nav
source: Groups
fr_fr: Projets

# Page title for the Groups directory.
source: Groups
fr_fr: Projets de film

# Admin Groups page title
source: Groups
fr_fr: Projets de film

# Admin Groups menu
source: Groups
fr_fr: Projets

# Groups per page (screen options)
source: Groups
fr_fr: Projets

# search form
source: Groups
fr_fr: Projets

# Group screen nav without counter
source: Groups
fr_fr: Projets

# Group screen page <title>
source: User Groups
fr_fr: Projets de film

source: User Groups
fr_fr: Projets de film

# Group creation page
source: Groups
fr_fr: Projets de film

source: There were no groups found.
fr_fr: Aucun projet trouvé

source: New Groups
fr_fr: Nouveaux projets

source: Joined a group
fr_fr: a rejoint un projet de film

source: Created a group
fr_fr: a créé un projet de film

source: %1$s joined the group %2$s
fr_fr: %1$s a rejoint le projet de film %2$s

source: %1$s created the group %2$s
fr_fr: %1$s a créé le projet de film %2$s

source: Group invite could not be rejected
fr_fr: L'invitation à joindre le projet n'a pu être refusée

source: Group Mod
fr_fr: Modérateur

source: No groups matched the current filter.
fr_fr: Aucun projet ne correspond au filtre de recherche

source: Default groups to show:
fr_fr: Projets par défaut à afficher:

source: Max groups to show:
fr_fr: Maximum de projets à afficher:

source: Link widget title to Groups directory
fr_fr: Lier le titre du widget au répertoire des projets

source: There are no groups to display.
fr_fr: Aucun projet à afficher

source: created %s
fr_fr: créé %s

# widget name
source: (BuddyPress) Groups
fr_fr: (BuddyPress) Projets

source: A dynamic list of recently active, popular, and newest groups
fr_fr: Liste les projets récemment actifs, populaires ou nouveaux

source: %s group
fr_fr: %s projet

source: Group Activity RSS Feed
fr_fr: Flux RSS des activités du projet

source: Viewing %1$s - %2$s of %3$s invitation
fr_fr: Affichage %1$s - %2$s sur %3$s invitation

source: Viewing 1 invitation
fr_fr: Aperçu: 1 invitation

source: Viewing %1$s - %2$s of %3$s request
fr_fr: Affichage %1$s - %2$s sur %3$s demande

source: Viewing 1 request
fr_fr: Aperçu: 1 demande

source: requested %s
fr_fr: contacté %s

source: Moderator Of
fr_fr: Que je modère

source: Administrator Of
fr_fr: Que j'administre

source: Most Popular
fr_fr: Favoris

source: Recently Joined
fr_fr: Récemment adhérés

source: Group avatar
fr_fr: Avatar du projet

source: Alphabetical
fr_fr: Par ordre alphabétique

source: Group Activity
fr_fr: Activités du projet

source: Oldest
fr_fr: La plus ancienne

source: Order By:
fr_fr: Trier par:

source: This is a hidden group and only invited members can join.
fr_fr: Ce projet est masqué. Seuls des utilisateurs invités peuvent y participer.

source: This is a private group. Your membership request is awaiting approval from the group administrator.
fr_fr: Ce projet est privé. Votre demande d'inscription est en attente de validation par l'administrateur du projet.

source: This is a private group. To join you must be a registered site member and request group membership.
fr_fr: Ce projet est privé ! Vous devez être membre du site, puis faire une demande d'adhésion au projet.

source: This is a private group and you must request group membership in order to join.
fr_fr: Ce projet est privé. Vous devez faire une demande d'adhésion pour y entrer.

source: You must accept your pending invitation before you can access this private group.
fr_fr: Vous devez accepter l'invitation en attente avant de pouvoir accéder à ce projet privé.

source: This group is not currently accessible.
fr_fr: Ce projet n&#39;est pas accessible pour le moment.

source: Request Membership
fr_fr: Adhérer

source: Request Sent
fr_fr: Demande envoyée

source: Accept Invitation
fr_fr: Accepter l&#39;invitation

source: Join Group
fr_fr: Adhérer à ce projet

source: Leave Group
fr_fr: Quitter le projet

source: This action should not be used directly. Please use the BuddyPress Group Extension API to generate Manage tabs.
fr_fr: Cette action ne doit pas être utilisée directement. Veuillez utiliser BuddyPress Group Extension API pour générer des onglets de gestion.

source: This group has no moderators
fr_fr: Ce projet n'a pas de modérateur

source: Promote to Admin
fr_fr: Nommer comme admin

source: This group has no administrators
fr_fr: Ce projet n'a pas d'administrateur

source: joined %s
fr_fr: A intégré le projet %s

source: Demote to Member
fr_fr: Rétrograder comme membre

source: %s member
fr_fr: %s membre

source: Viewing %1$s - %2$s of %3$s group
fr_fr: Affichage %1$s - %2$s sur %3$s projet

source: Viewing 1 group
fr_fr: Aperçu: 1 projet

source: Filter Groups
fr_fr: Filtrer les projets

source: No Mods
fr_fr: Pas de modo

source: No Admins
fr_fr: Pas d'admin

source: Group creator profile photo of %s
fr_fr: Photo du créateur du projet %s

source: not yet active
fr_fr: Inactif

source: Group
fr_fr: Projet

source: Private Group
fr_fr: Projet Privé

source: Hidden Group
fr_fr: Projet Masqué

source: Public Group
fr_fr: Projet Public

# group settings on notification settings page
source: A member requests to join a private group for which you are an admin
fr_fr: Un membre désire rejoindre un projet privé dont vous êtes l'administrateur.

# group settings on notification settings page
source: You are promoted to a group administrator or moderator
fr_fr: Vous êtes promu au rang d'administrateur ou de modérateur d'un projet.

# group settings on notification settings page
source: Group information is updated
fr_fr: Les informations sur ce projet ont été mises à jour avec succès.

# group settings on notification settings page
source: A member invites you to join a group
fr_fr: Un membre vous invite à rejoindre un projet

# Group settings on notification settings page
source: Groups
fr_fr: Projets

source: The group was deleted successfully
fr_fr: Le projet a été correctement supprimé !

source: There was an error deleting the group. Please try again.
fr_fr: Une erreur est survenue pendant la suppression du projet. Veuillez recommencer.

source: Group membership request rejected
fr_fr: Demande d'adhésion au projet rejetée.

source: There was an error rejecting the membership request. Please try again.
fr_fr: Une erreur s'est produite pendant le traitement du rejet de la demande d'inscription. Veuillez recommencer.

source: Group membership request accepted
fr_fr: Demande d'adhésion au projet acceptée.

source: There was an error accepting the membership request. Please try again.
fr_fr: Une erreur s'est produite pendant la procédure d'inscription. Veuillez recommencer.

source: User removed successfully
fr_fr: Suppression réussie

source: There was an error removing that user from the group. Please try again.
fr_fr: Une erreur s'est produite pendant la suppression de l'utilisateur du projet. Veuillez recommencer.

source: User ban removed successfully
fr_fr: Débanni avec succès

source: There was an error when unbanning that user. Please try again.
fr_fr: Une erreur s'est produite pendant la levée de ban de l'utilisateur. Veuillez recommencer.

source: User banned successfully
fr_fr: Utilisateur banni avec succès.

source: There was an error when banning that user. Please try again.
fr_fr: Une erreur s'est produite pendant l'opération de banissement de cet utilisateur. Veuillez recommencer.

source: User demoted successfully
fr_fr: Le statut de l'utilisateur a été modifié avec succès.

source: There was an error when demoting that user. Please try again.
fr_fr: Une erreur s'est produite pendant la rétrogradation de cet utilisateur. Veuillez recommencer.

source: User promoted successfully
fr_fr: Utilisateur promu avec succès.

source: There was an error when promoting that user. Please try again.
fr_fr: Une erreur s'est produite pendant l'opération de promotion de l'utilisateur. Veuillez recommencer.

source: The new group profile photo was uploaded successfully.
fr_fr: Le nouveau logo du projet a été téléchargé avec succès !

source: Group settings were successfully updated.
fr_fr: Réglages mis à jour avec succès.

source: There was an error updating group settings. Please try again.
fr_fr: Une erreur s'est produite pendant la mise à jour des paramètres du projet. Veuillez recommencer.

source: Group details were successfully updated.
fr_fr: Options mises à jour avec succès !

source: There was an error updating group details. Please try again.
fr_fr: Une erreur s'est produite pendant la mise à jour des options du projet. Veuillez recommencer.

source: Your membership request was sent to the group administrator successfully. You will be notified when the group administrator responds to your request.
fr_fr: Votre demande d'adhésion a été envoyée avec succès. Vous recevrez une confirmation de l'administrateur du projet lorsqu'il en aura pris connaissance.

source: There was an error sending your group membership request. Please try again.
fr_fr: Une erreur est survenue pendant l'envoi de la demande d'adhésion au projet. Veuillez recommencer.

source: There was an error accepting the group invitation. Please try again.
fr_fr: Une erreur est survenue pendant la procédure d'acceptation de l'invitation à rejoindre ce projet. Veuillez recommencer.

source: The member requested to join the group
fr_fr: Ce membre demande son adhésion au projet

source: You are not allowed to send or remove invites
fr_fr: Vous n'avez pas les droits suffisants pour envoyer ou supprimer des invitations.

source: Group invites sent.
fr_fr: Les invitations à rejoindre le projet ont été envoyées.

source: This group does not have a forum setup yet.
fr_fr: Ce projet ne possède pas encore de forum.

source: You have been banned from this group.
fr_fr: Vous avez été banni de ce projet.

source: The post was edited successfully
fr_fr: Le message a été modifié avec succès !

source: There was an error when editing that post
fr_fr: Une erreur est survenue pendant la modification du message.

source: The post was deleted successfully
fr_fr: L'article a été supprimé avec succès.

source: There was an error deleting that post
fr_fr: Une erreur est survenue pendant la suppression de l'article

source: The topic was edited successfully
fr_fr: Le sujet a été modifié avec succès !

source: There was an error when editing that topic
fr_fr: Une erreur est survenue pendant la modification du sujet.

source: The topic was deleted successfully
fr_fr: Le sujet a été modifié avec succès !

source: There was an error deleting the topic
fr_fr: Une erreur est survenue pendant la suppression du sujet.

source: The topic was opened successfully
fr_fr: Le sujet a été ouvert avec succès !

source: There was an error when opening that topic
fr_fr: Une erreur est survenue pendant l'ouverture du sujet.

source: The topic was closed successfully
fr_fr: Le sujet a été clos avec succès !

source: There was an error when closing that topic
fr_fr: Une erreur est survenue pendant la fermeture du sujet.

source: The topic was unstuck successfully
fr_fr: Le sujet a été décroché avec succès !

source: There was an error when unsticking that topic
fr_fr: Une erreur est survenue en essayant de décrocher le sujet

source: The topic was made sticky successfully
fr_fr: Le sujet a été épinglé avec succès !

source: There was an error when making that topic a sticky
fr_fr: Une erreur est survenue en tentant d'épingler le sujet

source: Your reply was posted successfully
fr_fr: Votre réponse a été postée avec succès.

source: There was an error when replying to that topic
fr_fr: Une erreur est survenue pendant l'envoi de la réponse.

source: It looks like you've already said that!
fr_fr: Il semblerait que vous ayez déjà dit celà !

source: Group invite rejected
fr_fr: L'invitation à rejoindre le projet a été rejetée.

source: Group invite accepted
fr_fr: L'invitation à joindre le projet est acceptée

source: Group invite could not be accepted
fr_fr: L'invitation à joindre le projet n'a pu être acceptée

source: Group Invites
fr_fr: Invitations

source: You have an invitation to the group: %s
fr_fr: Vous êtes invité(e) par le projet %s

source: You have %d new group invitations
fr_fr: Vous êtes invité à rejoindre %d projets.

source: You were promoted to a mod in the group "%s"
fr_fr: Vous avez été nommé modérateur du projet "%s"

source: You were promoted to a mod in %d groups
fr_fr: Vous avez été nommé modérateur de %d projets

source: You were promoted to an admin in the group "%s"
fr_fr: Vous avez été nommé administrateur du projet %s

source: You were promoted to an admin in %d groups
fr_fr: Vous avez été nommé administrateur de %d projets.

source: Membership for group "%s" rejected
fr_fr: Adhésion au projet "%s" rejetée

source: %d rejected group membership requests
fr_fr: %d demandes d&#39;adhésion rejetées

source: Membership for group "%s" accepted
fr_fr: Adhésion au projet "%s" acceptée.

source: %d accepted group membership requests
fr_fr: %d demandes d&#39;adhésion acceptées

source: %s requests group membership
fr_fr: %s demande son adhésion au projet

source: Group Membership Requests
fr_fr: Demandes d'adhésion au projet

source: %1$d new membership requests for the group "%2$s"
fr_fr: %1$d nouvelles demandes d&#39;adhésion au projet "%2$s"

source: One of your friends %1$s has invited you to the group: "%2$s". To view your group invites visit: %3$s To view the group visit: %4$s To view %5$s's profile visit: %6$s ---------------------
fr_fr: %1$s vous invite à devenir membre du projet: "%2$s". Voir vos invitations: %3$s Voir le projet: %4$s Voir le profil de %5$s: %6$s ---------------------

source: You have an invitation to the group: "%s"
fr_fr: Vous êtes invité par le projet "%s"

source: You have been promoted to %1$s for the group: "%2$s". To view the group please visit: %3$s ---------------------
fr_fr: Vous êtes promu comme %1$s du projet: "%2$s". Pour accéder au projet : %3$s ---------------------

source: You have been promoted in the group: "%s"
fr_fr: Vous avez été promu dans le projet: "%s"

source: a moderator
fr_fr: modérateur

source: an administrator
fr_fr: administrateur

source: Your membership request for the group "%1$s" has been rejected. To submit another request please log in and visit: %2$s ---------------------
fr_fr: Votre demande d'adhésion au projet "%1$s" a été rejetée. Pour soumettre une nouvelle demande, veuillez vous connecter: %2$s ---------------------

source: Membership request for group "%s" rejected
fr_fr: Demande d'adhésion au projet "%s" rejetée

source: Your membership request for the group "%1$s" has been accepted. To view the group please login and visit: %2$s ---------------------
fr_fr: Votre demande d'adhésion au projet "%1$s" a été acceptée. Pour accéder au projet, veuillez vous connecter: %2$s ---------------------

source: Membership request for group "%s" accepted
fr_fr: Demande d'adhésion au projet "%s" acceptée

source: %1$s wants to join the group "%2$s". Because you are the administrator of this group, you must either accept or reject the membership request. To view all pending membership requests for this group, please visit: %3$s To view %4$s's profile: %5$s ---------------------
fr_fr: %1$s souhaite adhérer au projet "%2$s". En tant qu'administrateur du projet,vous pouvez accepter ou rejeter cette demande. Consulter toutes les demandes en attentes de ce projet: %3$s Voir le profil de %4$s: %5$s ---------------------

source: %1$s wants to join the group "%2$s". Message from %1$s: "%3$s" Because you are the administrator of this group, you must either accept or reject the membership request. To view all pending membership requests for this group, please visit: %4$s To view %5$s's profile: %6$s ---------------------
fr_fr: %1$s souhaite adhérer au projet "%2$s". Message de %1$s: "%3$s" En tant qu'administrateur du projet, vous devez accepter ou rejeter cette demande. Pour consulter toutes les autres demandes en attente pour ce projet: %4$s Voir le profil de %5$s: %6$s ---------------------

source: Membership request for group: %s
fr_fr: Demande d'adhésion au projet %s

source: Group details for the group "%1$s" were updated: %2$s To view the group: %3$s ---------------------
fr_fr: Les options du projet "%1$s" ont été mises à jour: %2$s Voir le projet: %3$s ---------------------

source: Group Details Updated
fr_fr: Options mises à jour

# Group update email text
source: * Description changed from "%s" to "%s"
fr_fr: * Description changée de "%s" à "%s"

# Group update email text
source: * Name changed from "%s" to "%s"
fr_fr: * Nom changé de "%s" à "%s"

source: No Group Profile Photo
fr_fr: Ce projet n'a pas de logo

# My Groups page <title>
source: Memberships
fr_fr: Mes projets

source: Memberships
fr_fr: Mes projets

# My Account Groups sub nav
source: Create a Group
fr_fr: Créer un projet

# My Account Groups sub nav
source: Memberships
fr_fr: Mes adhésions

# My Account Groups sub nav
source: Pending Invites <span class="count">%s</span>
fr_fr: <span class="count">%s</span> Invitations en attente

# My Account Groups nav
source: Groups <span class="count">%s</span>
fr_fr: Projets <span class="count">%s</span>

# My Account Groups sub nav
source: No Pending Invites
fr_fr: Aucune invitation en attente

# My Account Groups
source: Groups
fr_fr: Projets

source: Requests
fr_fr: Demandes de contact

# My Group screen nav
source: Manage
fr_fr: Gestion du projet

# My Group screen nav
source: Send Invites
fr_fr: Inviter

source: Details
fr_fr: Informations

# My Group screen nav
source: Members <span>%s</span>
fr_fr: Membres <span>%s</span>

# Group screen nav
source: Request Membership
fr_fr: Adhérer au projet

# Group screen navigation title
source: Home
fr_fr: Accueil

# Group screen nav with counter
source: Groups <span class="%s">%s</span>
fr_fr: Projets <span class="%s">%s</span>

# Group screen nav
source: Invites
fr_fr: Invitations

# Group screen nav
source: Settings
fr_fr: Réglages

# Group screen nav
source: Details
fr_fr: Informations

# Component directory search
source: Search Groups...
fr_fr: Rechercher un projet...

# component directory title
source: Groups
fr_fr: Projets

source: %1$s posted an update in the group %2$s
fr_fr: %1$s a adressé une note au projet %2$s

source: As the only admin, you cannot leave the group.
fr_fr: En tant qu&#180;unique administrateur de ce projet, vous ne pouvez pas le quitter.

source: Group Admin
fr_fr: Administration

source: %1$s edited the forum topic %2$s in the group %3$s
fr_fr: %1$s a modifié le sujet %2$s sur le forum du projet %3$s

source: %1$s started the forum topic %2$s in the group %3$s
fr_fr: %1$s a créé le sujet %2$s sur le forum du projet %3$s

source: %1$s replied to the forum topic %2$s in the group %3$s
fr_fr: %1$s a répondu au sujet %2$s sur le forum %3$s

# Group WP Admin Bar delete link
source: %s Group
fr_fr: %s projet

# Group WP Admin Bar manage links
source: Edit Group %s
fr_fr: Modifier le projet %s

source: Select group %1$d
fr_fr: Sélection du projet %1$d

# Groups admin Last Active column header
source: Last Active
fr_fr: Récemment actifs

# Groups admin Members column header
source: # Members
fr_fr: # Membres

# Groups admin Privacy Status column header
source: Status
fr_fr: Statut

# Groups admin Group Name column header
source: Name
fr_fr: Nom

source: Hidden <span class="count">(%s)</span>
fr_fr: Masqué <span class="count">%s</span>

source: Private <span class="count">(%s)</span>
fr_fr: Privé <span class="count">%s</span>

source: No groups found.
fr_fr: Aucun projet trouvé.

source: This is a public group
fr_fr: Ce projet est public

source: Any site member can join this group.
fr_fr: Tous les membres du site peuvent adhérer à ce projet.

source: Group Description (required)
fr_fr: Synopsis du projet de film

source: Group Name (required)
fr_fr: Titre du projet de film

source: Notify group members of these changes via email
fr_fr: Signaler par mail les changements aux membres du projet

source: All Groups <span>%s</span>
fr_fr: Tous les projets <span>%s</span>

source: Create Group and Continue
fr_fr: Créer le projet et poursuivre

source: Once you have built up friend connections you will be able to invite others to your group.
fr_fr: Une fois que vous aurez noué des contacts avec d'autres membres du site, vous pourrez les inviter à rejoindre votre projet.

source: Profile photo preview
fr_fr: Prévisualisation du logo du projet

source: Crop Group Profile Photo
fr_fr: Retailler le logo du projet

source: Upload an image to use as a profile photo for this group. The image will be shown on the main group page, and in search results.
fr_fr: Téléchargez une image qui représentera le logo du projet. L'image apparaîtra sur la page principale du projet et dans les résultats de recherche.

source: <strong>Attention Site Admin:</strong> Group forums require the <a href="%s">correct setup and configuration</a> of a bbPress installation.
fr_fr: <strong>Administrateur, attention: </strong>Les forums de projets requièrent <a href="%s">une installation correctement configurée</a> de bbPress.

source: Should this group have a forum?
fr_fr: Faut-il installer un forum pour ce projet ?

source: Which members of this group are allowed to invite others?
fr_fr: Quels membres de ce projet sont autorisés à inviter d'autres membres à les rejoindre ?

source: Group Invitations
fr_fr: Invitations à rejoindre le projet

source: This group will not be listed in the groups directory or search results.
fr_fr: Le projet n'apparaîtra pas dans l'annuaire des projets, ni dans les résultats de recherche

source: Only users who are invited can join the group.
fr_fr: Seuls des utilisateurs invités peuvent adhérer au projet

source: This is a hidden group
fr_fr: Ce projet est masqué.
