Repository: KinoGeneva/kino-translations
Catalog: languages-alt/buddypress-*.po
Languages: fr_fr

source: Group content and activity will only be visible to members of the group.
fr_fr: Le contenu et les activités du projet seront uniquement visibles par les membres du projet

source: Only users who request membership and are accepted can join the group.
fr_fr: Seuls les membres ayant obtenu l'autorisation de joindre le projet pourront y adhérer

source: This is a private group
fr_fr: Ce projet est visible.

source: Group content and activity will be visible to any site member.
fr_fr: Le contenu et les activités du projet seront visibles de tous les membres du site

source: This group will be listed in the groups directory and in search results.
fr_fr: Le projet apparaîtra dans l'annuaire des projets et dans les résultats de recherche

source: Group admins only
fr_fr: Uniquement les admins du projet

source: Group admins and mods only
fr_fr: Uniquement les aministrateurs du projet et les producteurs

source: All group members
fr_fr: Tous les membres du projet

source: Privacy Options
fr_fr: Options de participation

source: Create a Group
fr_fr: Créer un projet de film

source: My Groups %s
fr_fr: Mes projets %s

source: My Groups <span>%s</span>
fr_fr: Mes projets <span>%s</span>
